Repository: scfc/gnumake
Catalog: po/*.po
Languages: tr

source: Prerequisite `%s' is older than target `%s'.
tr: Önceden gerekli `%s' hedef `%s' den daha eski.

source: Target `%s' is double-colon and has no prerequisites.
tr: Hedef `%s' çift-sütunlu ve önceden gereklilikler gerektirmiyor.

source: No commands for `%s' and no prerequisites actually changed.
tr: `%s' için komutlar ve önceden gerekliliklerde bir deðiþiklik yok.

source: No need to remake target `%s'
tr: Hedef `%s' nin yeniden derlenmesine gerek yok

source: ; using VPATH name `%s'
tr: ; VPATH ismi `%s' kullanýlýyor

source: Must remake target `%s'.
tr: Hedef `%s' yeniden derlenmeli.

source: Ignoring VPATH name `%s'.
tr: VPATH ismi `%s' yoksayýlýyor.

source: Commands of `%s' are being run.
tr: `%s' nin komutlarý çalýþmaya devam ediyor.

source: Failed to remake target file `%s'.
tr: Hedef dosya `%s' yeniden derlenirken hata oluþtu.

source: Successfully remade target file `%s'.
tr: Hedef dosya `%s' yeniden derlenmesi baþarýyla tamamlandý.

source: Target file `%s' needs remade under -q.
tr: `%s' hedef dosyasýnýn -q ile yeniden derlenmesi gerekir.

source: %sNo rule to make target `%s'%s
tr: %sHedef `%s' i derlemek için hiçbir kural yok%s

source: %sNo rule to make target `%s', needed by `%s'%s
tr: %sHedef `%s' i derlemek için hiçbir kural yok, `%s' tarafýndan gereksinim duyuluyor%s

source: .LIBPATTERNS element `%s' is not a pattern
tr: .LIBPATTERNS elemaný `%s' bir kalýp deðil

source: Customs won't export: %s
tr: Özelleþtirilmiþ olanlar dýþarý aktarýlmayacak: %s

source: # No implicit rules.
tr: # Örtük kural yok.

source: # %u implicit rules, %u
tr: # %u örtük kural, %u

source: BUG: num_pattern_rules wrong! %u != %u
tr: YAZILIM HATASI: num_pattern_rules yanlýþ! %u != %u

source: # Pattern-specific variable values
tr: # Örneðe duyarlý deðiþken deðeri

source: # No pattern-specific variable values.
tr: # Örneðe duyarlý deðiþken deðeri yok.

source: # %u pattern-specific variable values
tr: # %u örneðe duyarlý deðiþken deðeri

source: unknown signal
tr: bilinmeyen sinyal

source: Hangup
tr: Týkanma

source: Interrupt
tr: Kesme

source: Quit
tr: Çýk

source: Illegal Instruction
tr: Yönergeler uygun deðil

source: Trace/breakpoint trap
tr: Ýzleme/kesmenoktasý yakalayýcý

source: Aborted
tr: Ýptal edildi

source: IOT trap
tr: IOT tuzaðý

source: EMT trap
tr: EMT tuzaðý

source: Floating point exception
tr: Gerçek sayý olaðandýþý durumu

source: Killed
tr: Süreç durduruldu

source: Bus error
tr: Veri yolu hatasý

source: Segmentation fault
tr: Parçalama arýzasý

source: Bad system call
tr: Sistem çaðrýsý hatalý

source: Broken pipe
tr: Veri alýnamýyor

source: Alarm clock
tr: Alarm saati

source: Terminated
tr: Sonlandýrýldý

source: User defined signal 1
tr: Kullanýcý tanýmlý sinyal 1

source: User defined signal 2
tr: Kullanýcý tanýmlý sinyal 2

source: Child exited
tr: Ast býraktý

source: Power failure
tr: Güç kesilmesi

source: Stopped
tr: Durduruldu

source: Stopped (tty input)
tr: Durduruldu (konsol girdisi)

source: Stopped (tty output)
tr: Durduruldu (konsol çýktýsý)

source: Stopped (signal)
tr: Durduruldu (sinyal)

source: CPU time limit exceeded
tr: CPU zaman sýnýrý aþýldý

source: File size limit exceeded
tr: Dosya uzunluðu sýnýrý aþýldý

source: Virtual timer expired
tr: Sanal süreölçer kullaným süresi doldu

source: Profiling timer expired
tr: Tanýtým süreölçer kullaným süresi doldu

source: Window changed
tr: Pencere boyutlarý deðiþtirildi

source: Continued
tr: Devam ediliyor

source: Urgent I/O condition
tr: Acil G/Ç koþulu

source: I/O possible
tr: G/Ç mümkün

source: Resource lost
tr: Kaynak kaybý

source: Danger signal
tr: Tehlike sinyali

source: Information request
tr: Bilgi isteði

source: Floating point co-processor not available
tr: Aritmetik iþlemci kullanýlabilir deðil

source: default
tr: öntanýmlý

source: environment
tr: çevre

source: makefile
tr: derleme dosyasý

source: environment under -e
tr: çevre -e altýnda

source: command line
tr: komut satýrý

source: `override' directive
tr: `override' yönergesi

source: automatic
tr: otomatik

source: # No variables.
tr: # Deðiþkenker yok

source: # %u variables in %u hash buckets.
tr: # %u deðiþken; %u hash tablosu içinde.

source: # average of %.1f variables per bucket, max %u in one bucket.
tr: # her tabloda %.1f deðiþken ortalamasý, bir tabloda en çok %u

source: # average of %d.%d variables per bucket, max %u in one bucket.
tr: # her tabloda %d.%d deðiþken ortalamasý, bir tabloda en çok %u

source: # Variables
tr: # Deðiþken

source: sys$search failed with %d
tr: sys$search %d ile baþarýsýz

source: # VPATH Search Paths
tr: # VPATH Arama yolu

source: # No `vpath' search paths.
tr: # `vpath' arama yollarý yok

source: # %u `vpath' search paths.
tr: # %u `vpath' arama yolu.

source: # No general (`VPATH' variable) search path.
tr: # Genel arama yolu (`VPATH' çevre deðiþkeni) yok.

source: # General (`VPATH' variable) search path: #
tr: # Genel (`VPATH' çevre deðiþkeni) arama yolu: #
