Repository: scfc/gnumake
Catalog: po/*.po
Languages: tr

source: attempt to use unsupported feature: `%s'
tr: desteklenmeyen özelliði kullanmaya çalýþýyor: `%s'

source: touch archive member is not available on VMS
tr: VMS'de iþe yaramayan arþiv üyesine dokunup geçiyor

source: touch: Archive `%s' does not exist
tr: Dokunulup geçildi: Arþiv `%s' yok

source: touch: `%s' is not a valid archive
tr: Dokunulup geçildi: `%s' geçerli bir arþiv deðil

source: touch: Member `%s' does not exist in `%s'
tr: Dokunulup geçildi: Üye `%s', `%s' içinde yok

source: touch: Bad return code from ar_member_touch on `%s'
tr: Dokunulup geçildi: `%s' deki ar_member_touch'dan dönen kod hatalý

source: lbr$set_module failed to extract module info, status = %d
tr: lbr$set_module modül bilgisini çýkarýrken baþarýsýz oldu, durum = %d

source: lbr$ini_control failed with status = %d
tr: lbr$ini_control durum =%d ile baþarýsýz oldu

source: unable to open library `%s' to lookup member `%s'
tr: `%s' kaynakçasý `%s' üyesine bakmak için açýlamadý

source: Member `%s'%s: %ld bytes at %ld (%ld).
tr: Üye `%s'%s: %ld bayt %ld 'de (%ld).

source: (name might be truncated)
tr: (isim kýrpýlmýþ olmalý)

source: Date %s
tr: Tarih %s

source: uid = %d, gid = %d, mode = 0%o.
tr: Kull-kim = %d, Grup-kim = %d, kip = 0%o.

source: *** Break.
tr: *** Býrakýldý.

source: *** [%s] Archive member `%s' may be bogus; not deleted
tr: *** [%s] Arþiv üyesi `%s' sahte olabilir; silinmedi

source: *** Archive member `%s' may be bogus; not deleted
tr: *** Arþiv üyesi `%s' sahte olabilir; silinmedi

source: *** [%s] Deleting file `%s'
tr: *** [%s] `%s' dosyasý siliniyor

source: *** Deleting file `%s'
tr: *** `%s' dosyasý siliniyor

source: # commands to execute
tr: # çalýþtýrma komutlarý

source: (built-in):
tr: (paket içinde):

source: (from `%s', line %lu):
tr: (`%s'den, satýr %lu):

source: # Directories
tr: # Dizin

source: # %s: could not be stat'd.
tr: # %s: durumlanamadý.

source: # %s (key %s, mtime %d): could not be opened.
tr: # %s (anahtar (key) %s, deðiþiklik tarihi (mtime) %d): açýlamadý.

source: # %s (device %d, inode [%d,%d,%d]): could not be opened.
tr: # %s (aygýt %d, i-düðüm [%d,%d,%d]): açýlamadý.

source: # %s (device %ld, inode %ld): could not be opened.
tr: # %s (aygýt %ld, i-düðüm %ld): açýlamadý.

source: # %s (key %s, mtime %d):
tr: # %s (anahtar (key) %s, deðiþiklik tarihi (mtime) %d):

source: # %s (device %d, inode [%d,%d,%d]):
tr: # %s (aygýt %d, i-düðüm [%d,%d,%d]):

source: # %s (device %ld, inode %ld):
tr: # %s (aygýt %ld, i-düðüm %ld):

source: No
tr: Hayýr

source: files,
tr: dosyalarý,

source: no
tr: hayýr

source: impossibilities
tr: olanaksýzlýklar

source: so far.
tr: çok uzak.

source: impossibilities in %u directories.
tr: %u dizinlerinde olanaksýzlýklar.

source: Recursive variable `%s' references itself (eventually)
tr: Çevrimsel deðiþken `%s' tekrar kendine baðýntýlý (sonuçta)

source: warning: undefined variable `%.*s'
tr: uyarý: `%.*s' deðiþkeni atanmamýþ

source: unterminated variable reference
tr: sonlandýrýlmamýþ deðiþken baðýntýsý

source: Commands were specified for file `%s' at %s:%lu,
tr: `%s' dosyasý için komutlar %s:%lu de belirtildi,

source: Commands for file `%s' were found by implicit rule search,
tr: `%s' dosyasý için komutlar örtük kural aramasýnda bulundu,

source: but `%s' is now considered the same file as `%s'.
tr: fakat `%s' þimdi `%s' dosyasý ile ayný dosya olarak düþünülmeli.

source: Commands for `%s' will be ignored in favor of those for `%s'.
tr: `%s' dosyasý için komutlar `%s' lehine yoksayýlmýþ olacak.

source: can't rename single-colon `%s' to double-colon `%s'
tr: tek-sütun `%s', çift-sütun `%s' olarak yeniden adlandýrýlamaz

source: can't rename double-colon `%s' to single-colon `%s'
tr: çift-sütun `%s', tek-sütun `%s' olarak yeniden adlandýrýlamaz

source: *** Deleting intermediate file `%s'
tr: *** Aracý dosya `%s' siliniyor

source: %s: Timestamp out of range; substituting %s
tr: %s: Tarih damgasý kapsamdýþý; yerine %s kullanýlýyor

source: Current time
tr: Þu an

source: # Not a target:
tr: # Bir hedef deðil:

source: # Precious file (prerequisite of .PRECIOUS).
tr: # Kýymetli dosya (.PRECIOUS önceden gerekliliði).

source: # Phony target (prerequisite of .PHONY).
tr: # Sahte hedef (.PHONY önceden gerekliliði).

source: # Command-line target.
tr: # Komut-satýrý hedefi.

source: # A default or MAKEFILES makefile.
tr: # Bir öntanýmlý ya da MAKEFILES çevre deðiþkeni ile atanmýþ bir make dosyasý

source: # Implicit rule search has been done.
tr: # Örtük kural araþtýrmasý yapýlmýþtý.

source: # Implicit rule search has not been done.
tr: # Örtük kural araþtýrmasý yapýlmamýþtý.

source: # Implicit/static pattern stem: `%s'
tr: # Örtük/deðiþmeyen kalýp kökü: `%s'

source: # File is an intermediate prerequisite.
tr: # Orta seviyede önceden gerekli bir dosya (öncelikle gerekli dosyalara aracýlýk eden dosya)

source: # Also makes:
tr: # Oluþtursa da:

source: # Modification time never checked.
tr: # Deðiþiklik zamaný hiç kontrol edilmedi.

source: # File does not exist.
tr: # Dosya yok.

source: # File is very old.
tr: # Dosya çok eski.

source: # Last modified %s
tr: # Son deðiþiklik tarihi %s

source: # File has been updated.
tr: # Dosya güncelleþtirilmiþti.

source: # File has not been updated.
tr: # Dosya güncelleþtirilmemiþti.

source: # Commands currently running (THIS IS A BUG).
tr: # Komutlar þu an iþlemlerini sürdürüyor (BU BÝR YAZILIM HATASI).

source: # Dependencies commands running (THIS IS A BUG).
tr: # Baðýmlýlýklarýn komutlarý iþlemlerini sürdürüyor (BU BÝR YAZILIM HATASI).

source: # Successfully updated.
tr: # Tamamen güncellendi.

source: # Needs to be updated (-q is set).
tr: # Güncellenmiþ olmasý gerekir (-q verildi).

source: # Failed to be updated.
tr: # Güncellenmiþ olamadý.

source: # Invalid value in `update_status' member!
tr: # `update_status' üyesinde geçersiz deðer!

source: # Invalid value in `command_state' member!
tr: # `command_state' üyesinde geçersiz deðer!

source: # Files
tr: # Dosya

source: # No files.
tr: # Dosyalar yok.

source: # %u files in %u hash buckets.
tr: # %u dosya %u hash kümesinde.

source: # average %.3f files per bucket, max %u files in one bucket.
tr: # her tabloda ortalama %.3f dosya, bir tabloda en çok %u dosya.

source: non-numeric first argument to `word' function
tr: `word' iþlevinde sayýsal olmayan ilk argüman

source: first argument to `word' function must be greater than 0
tr: `word' iþlevinin ilk argümaný sýfýrdan büyük olmalý

source: non-numeric first argument to `wordlist' function
tr: `wordlist' iþlevinde sayýsal olmayan ilk argüman

source: non-numeric second argument to `wordlist' function
tr: `wordlist' iþlevinde sayýsal olmayan ikinci argüman

source: create_child_process: DuplicateHandle(In) failed (e=%d)
tr: create_child_process: DuplicateHandle(In) baþarýsýz (e=%d)

source: create_child_process: DuplicateHandle(Err) failed (e=%d)
tr: create_child_process: DuplicateHandle(Err) baþarýsýz (e=%d)

source: CreatePipe() failed (e=%d)
tr: CreatePipe() baþarýsýz (e=%d)

source: windows32_openpipe (): process_init_fd() failed
tr: windows32_openpipe (): process_init_fd() baþarýsýz

source: Cleaning up temporary batch file %s
tr: Geçici komut-listesi (batch) dosyasý %s temizleniyor

source: Insufficient number of arguments (%d) to function `%s'
tr: Argüman sayýsý (%d) `%s' iþlevinde yetersiz

source: Unimplemented on this platform: function `%s'
tr: Bu platformda gerçekleþtirilmemiþ: iþlev `%s'

source: unterminated call to function `%s': missing `%c'
tr: `%s' iþlemine çaðrý sonlandýrýlmamýþ: `%c' kayýp

source: %s: option `%s' is ambiguous
tr: %s: `%s' seçeneði belirsiz

source: %s: option `--%s' doesn't allow an argument
tr: %s: `--%s' seçeneði argümansýz kullanýlýr

source: %s: option `%c%s' doesn't allow an argument
tr: %s: seçenek `%c%s' argümansýz kullanýlýr

source: %s: option `%s' requires an argument
tr: %s: `%s' seçeneði bir argümanla kullanýlýr

source: %s: unrecognized option `--%s'
tr: %s: `--%s' seçeneði bilinmiyor

source: %s: unrecognized option `%c%s'
tr: %s: `%c%s' seçeneði bilinmiyor

source: %s: illegal option -- %c
tr: %s: kuraldýþý seçenek -- %c

source: %s: invalid option -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
tr: %s: seçenek bir argümanla kullanýlýr -- %c

source: %s: option `-W %s' is ambiguous
tr: %s: `-W %s' seçeneði belirsiz

source: %s: option `-W %s' doesn't allow an argument
tr: %s: `-W %s' seçeneði argümansýz kullanýlýr

source: Looking for an implicit rule for `%s'.
tr: `%s' için bir örtük kural arýyor.

source: Looking for archive-member implicit rule for `%s'.
tr: `%s' için arþiv-üyesi örtük kural arýyor.

source: Avoiding implicit rule recursion.
tr: Örtük kural çevrimi görmezden geliniyor.

source: Trying pattern rule with stem `%.*s'.
tr: `%.*s' köküyle kalýp kuralý deneniyor.

source: Rejecting impossible implicit prerequisite `%s'.
tr: Örtük önceden gereklilik `%s' olanaksýz olduðundan reddediliyor.

source: Rejecting impossible rule prerequisite `%s'.
tr: Kural önceden gerekliliði `%s' olanaksýz olduðundan reddediliyor.

source: Trying implicit prerequisite `%s'.
tr: Örtük önceden gereklilik `%s' deneniyor.

source: Trying rule prerequisite `%s'.
tr: Kural önceden gerekliliði `%s' deneniyor.

source: Found prerequisite `%s' as VPATH `%s'
tr: Önceden gereklilik `%s' VPATH `%s' olarak bulundu.

source: Looking for a rule with intermediate file `%s'.
tr: Aracý dosya `%s' ile bir kural arýyor.

source: *** [%s] Error 0x%x (ignored)
tr: *** [%s] Hata 0x%x (yoksayýldý)

source: *** [%s] Error 0x%x
tr: *** [%s] Hata 0x%x

source: [%s] Error %d (ignored)
tr: [%s] Hata %d (yoksayýldý)

source: *** [%s] Error %d
tr: *** [%s] Hata %d

source: (core dumped)
tr: (bellek kopyasý - core dosyasý - diske yazýldý)

source: Warning: Empty redirection
tr: Uyarý: Boþ yönlendirme

source: Syntax error, still inside '"'
tr: Dosyada hala yazýlýþ hatasý var: '"'

source: Got a SIGCHLD; %u unreaped children.
tr: SIGCHLD sinyali alýndý; %u saðlanmamýþ ast dosya.

source: *** Waiting for unfinished jobs....
tr: *** Bitmemiþ iþler için bekliyor....

source: Live child 0x%08lx (%s) PID %ld %s
tr: Ast dosya iþini sürdürüyor: 0x%08lx (%s) PID %ld %s

source: (remote)
tr: (karþýdan)

source: Reaping losing child 0x%08lx PID %ld %s
tr: Kaybeden ast dosya saðlanýyor: 0x%08lx PID %ld %s

source: Reaping winning child 0x%08lx PID %ld %s
tr: Kazanan ast dosya saðlanýyor: 0x%08lx PID %ld %s

source: Cleaning up temp batch file %s
tr: Geçici komut-listesi dosyasý %s temizleniyor

source: write jobserver
tr: iþ-sunucusu yazýyor

source: Released token for child 0x%08lx (%s).
tr: Ast 0x%08lx (%s) için simge (token) kullanýma sunuldu.

source: process_easy() failed failed to launch process (e=%d)
tr: Baþarýsýz olan süreç oluþturma iþlemine process_easy() sebep oldu (e=%d)

source: Counted %d args in failed launch
tr: Sayýlan %d argüman ile baþarýsýz oldu

source: Putting child 0x%08lx (%s) PID %ld%s on the chain.
tr: Ast 0x%08lx (%s) PID %ld%s zincire konuluyor.

source: Obtained token for child 0x%08lx (%s).
tr: Ast 0x%08lx (%s) için simge (token) saðlandý.

source: read jobs pipe
tr: görev listesi okunuyor

source: cannot enforce load limits on this operating system
tr: iþletim sisteminde yük sýnýrlarýna ulaþýlamadý

source: cannot enforce load limit:
tr: ulaþýlamayan yük sýnýrý:

source: internal error: `%s' command_state
tr: içsel hata: `%s' command_state

source: -warning, CTRL-Y will leave sub-process(es) around.
tr: -uyarý, CTRL-Y etraftaki alt-süreç(ler)i býraktýracak.

source: -warning, you may have to re-enable CTRL-Y handling from DCL.
tr: -uyarý, DCL den yönetimi almak için CTRL-Y'yi yeniden etkinleþtirebilirsiniz.

source: BUILTIN [%s][%s]
tr: OLUÞUMÝÇÝ [%s][%s]

source: BUILTIN CD %s
tr: OLUÞUMÝÇÝ CD %s

source: BUILTIN RM %s
tr: OLUÞUMÝÇÝ RM %s

source: Unknown builtin command '%s'
tr: Oluþumiçi komut '%s' bilinmiyor

source: Error, empty command
tr: Hata, boþ komut

source: fopen (temporary file)
tr: fopen (geçici dosya)

source: Redirected input from %s
tr: %s den yönlendirilmiþ girdi

source: Redirected error to %s
tr: %s e yönlendirilmiþ hata

source: Redirected output to %s
tr: %s e yönlendirilmiþ çýktý

source: Executing %s instead
tr: %s yerine çalýþtýrýlýyor

source: Error spawning, %d
tr: doðum hatasý, %d

source: make reaped child pid %d, still waiting for pid %d
tr: make pid %d ast süreci kaldýrdý ama hala pid %d için bekliyor

source: %s: Command not found
tr: %s: Komut bulunamadý

source: %s: Shell program not found
tr: %s: Kabuk uygulamasý bulunamadý

source: $SHELL changed (was `%s', now `%s')
tr: $SHELL deðiþti (`%s' idi, þimdi `%s')

source: Creating temporary batch file %s
tr: %s geçici komut-liste dosyasýný oluþturuyor

source: %s (line %d) Bad shell context (!unixy && !batch_mode_shell)
tr: %s (satýr %d) kabuk baðlamý hatalý (!unixy && !batch_mode_shell)

source: Ignored for compatibility
tr: Uyumluluk için yoksayýldý

source: DIRECTORY
tr: DÝZÝN

source: Change to DIRECTORY before doing anything
tr: Hiç bir þey yapmadan DÝZÝNe geçer

source: Print lots of debugging information
tr: Bir sürü hata ayýklama bilgisi basar

source: FLAGS
tr: BAYRAKLAR

source: Print various types of debugging information
tr: Çeþitli türde hata ayýklama bilgileri basar

source: Suspend process to allow a debugger to attach
tr: Bir hata ayýklayýcý eklemeye izin vermek için süreci askýya alýr

source: Environment variables override makefiles
tr: Çevre deðiþkenleri makefile'larý geçersiz kýlýyor

source: FILE
tr: DOSYA

source: Read FILE as a makefile
tr: DOSYAyý bir makefile olarak okur

source: Print this message and exit
tr: Bu iletiyi basar ve çýkar

source: Ignore errors from commands
tr: Komutlarýn ürettiði hatalarý yoksayar

source: Search DIRECTORY for included makefiles
tr: Ýçerilmiþ makefile'lar için DÝZÝNi araþtýrýr

source: Allow N jobs at once; infinite jobs with no arg
tr: Bir defada N iþe izin verir; argumansýz iþ sayýsý sýnýrsýzdýr

source: Keep going when some targets can't be made
tr: bazý hedefler yapýlmadýðýnda devam eder

source: Don't start multiple jobs unless load is below N
tr: Yük N'in altýnda olmadýkça iþler baþlatýlmaz

source: Don't actually run any commands; just print them
tr: Genellikle hiçbir komut çalýþtýrýlmaz; onlarý basar

source: Consider FILE to be very old and don't remake it
tr: DOSYAnýn çok eski olduðunu hesaba katarak yeniden derlemez.

source: Print make's internal database
tr: make'in içsel veritabanýný basar

source: Run no commands; exit status says if up to date
tr: Komut çalýþtýrmaz; çýkýþ sýrasýnda güncelse belirtir

source: Disable the built-in implicit rules
tr: Oluþumiçi örtük kurallarý kullanýmdýþý býrakýr

source: Disable the built-in variable settings
tr: Oluþumiçi deðiþken ayarlarýný kullanýmdýþý býrakýr

source: Don't echo commands
tr: Komutlarý ekolamaz

source: Turns off -k
tr: -k 'yý kapatýr

source: Touch targets instead of remaking them
tr: Yeniden derlemek yerine hedeflere bakýp geçer

source: Print the version number of make and exit
tr: make sürüm numarasýný basar ve çýkar

source: Print the current directory
tr: Kullanýlan dizini basar

source: Turn off -w, even if it was turned on implicitly
tr: Dolaylý olarak açýlmýþ olsa bile -w 'yi kapatýr

source: Consider FILE to be infinitely new
tr: DOSYAnýn ne kadar yeni olduðundaki belirsizliði hesaba katar.

source: Warn when an undefined variable is referenced
tr: Atanmamýþ bir deðiþkene baðýntý yapýldýðýnda uyarýr

source: empty string invalid as file name
tr: dosyaismi olarak boþ dizge geçersiz

source: unknown debug level specification `%s'
tr: Hata ayýklama düzeyi özelliði `%s' bilinmiyor

source: %s: Interrupt/Exception caught (code = 0x%x, addr = 0x%x)
tr: %s: Kesinti/Olaðandýþý durum saptandý (kod = 0x%x, adres = 0x%x)

source: Unhandled exception filter called from program %s ExceptionCode = %x ExceptionFlags = %x ExceptionAddress = %x
tr: program %s tarafýndan elde edilmemiþ olaðandýþý-durum süzgeci çaðrýldý OlaðandýþýlýkKodu = %x OlaðandýþýlýkBayraklarý = %x OlaðandýþýlýkAdresi = %x

source: Access violation: write operation at address %x
tr: Eriþim uyumsuzluðu: %x adresine yazma iþlemi

source: Access violation: read operation at address %x
tr: Eriþim uyumsuzluðu: %x adresinden okuma iþlemi

source: find_and_set_shell setting default_shell = %s
tr: find_and_set_shell default_shell = %s olarak belirliyor

source: find_and_set_shell path search set default_shell = %s
tr: find_and_set_shell yol aramasýný default_shell = %s olarak belirliyor

source: %s is suspending for 30 seconds...
tr: %s 30 saniyeliðine askýya alýnýyor...

source: done sleep(30). Continuing.
tr: sleep(30) bitti. Devam ediliyor.

source: Makefile from standard input specified twice.
tr: Makefile standart girdiden iki kez belirtildi.

source: fwrite (temporary file)
tr: fwrite (geçici dosya)

source: Do not specify -j or --jobs if sh.exe is not available.
tr: sh.exe yoksa -j veya --jobs belirtilemez.

source: Resetting make for single job mode.
tr: Tek iþ kipi için make'i baþlatma konumuna alýyor

source: Parallel jobs (-j) are not supported on this platform.
tr: Bu platformda paralel iþler (-j) desteklenmiyor.

source: Resetting to single job (-j1) mode.
tr: Tek iþ kipi (-j1) için make'i baþlatma konumuna alýyor

source: internal error: multiple --jobserver-fds options
tr: içsel hata: çok sayýda --jobserver-fds seçeneði

source: internal error: invalid --jobserver-fds string `%s'
tr: içsel hata: --jobserver-fds dizgesi `%s' geçersiz

source: warning: -jN forced in submake: disabling jobserver mode.
tr: uyarý: alt derlemede -jN zorlandý: iþ sunucusu kipi kapatýlýyor.

source: dup jobserver
tr: çift iþ sunucusu

source: warning: jobserver unavailable: using -j1. Add `+' to parent make rule.
tr: uyarý: iþ sunucusu kullanýmdýþý: -j1 kullanýlýyor. Üst make kuralýna `+' ekle.

source: creating jobs pipe
tr: iþleri yaratýyor

source: init jobserver pipe
tr: iþleri hazýrlýyor

source: Updating makefiles....
tr: makefile'larý güncelliyor...

source: Makefile `%s' might loop; not remaking it.
tr: `%s' make dosyasý çevrime girdi; yeniden derlenemez.

source: Failed to remake makefile `%s'.
tr: `%s' make dosyasý yeniden derlenemiyor.

source: Included makefile `%s' was not found.
tr: Ýçerilen make dosyasý `%s' bulunamadý.

source: Makefile `%s' was not found
tr: `%s' make dosyasý bulunamadý

source: Couldn't change back to original directory.
tr: Geriye, özgün dizine geçilemiyor.

source: Re-executing:
tr: Yeniden çalýþtýrýlýyor:

source: unlink (temporary file):
tr: unlink (geçici dosya):

source: No targets specified and no makefile found
tr: Hedefler belirtilmediðinden make dosyasý yok

source: No targets
tr: Hedef yok

source: Updating goal targets....
tr: Amaçlanan hedefler güncelleniyor...

source: warning: Clock skew detected. Your build may be incomplete.
tr: uyarý: Clock skew saptandý. Derleme tamamlanamayabilir.

source: Usage: %s [options] [target] ...
tr: Kullaným: %s [seçenekler] [hedef] ...

source: Options:
tr: Seçenekler:

source: Report bugs to <bug-make@gnu.org>.
tr: Yazýlým hatalarýný <bug-make@gnu.org> adresine bildiriniz.

source: the `-%c' option requires a positive integral argument
tr: `-%c' seçeneði bir pozitif tümleyici baðýmsýz deðiþkenle kullanýlýr

source: # Make data base, printed on %s
tr: # Make veri tabaný, %s üzerine basýldý

source: # Finished Make data base on %s
tr: # %s üzerindeki Make veri tabaný tamamlandý

source: . Stop.
tr: . Durdu.

source: Unknown error %d
tr: Bilinmeyen hata %d

source: virtual memory exhausted
tr: sanal bellek tükendi

source: Reading makefiles...
tr: Makefile'lar okunuyor...

source: Reading makefile `%s'
tr: `%s' make dosyasý okunuyor

source: (no default goal)
tr: (öntanýmlý amaç yok)

source: (search path)
tr: (arama yolu)

source: (don't care)
tr: (umurunda deðil)

source: (no ~ expansion)
tr: ( ~ uzantýsý yok)

source: invalid syntax in conditional
tr: þartlý ifade de yazýlýþ hatasý

source: extraneous `endef'
tr: yersiz `endef'

source: empty variable name
tr: boþ deðiþken ismi

source: empty `override' directive
tr: boþ `override' yönergesi

source: invalid `override' directive
tr: `override' yönergesi geçersiz

source: no file name for `%sinclude'
tr: `%sinclude' için dosyaismi yok

source: commands commence before first target
tr: komutlar ilk hedeften önce baþlýyor

source: missing rule before commands
tr: komutlardan önceki kural kayýp

source: missing separator%s
tr: kayýp ayraç%s

source: (did you mean TAB instead of 8 spaces?)
tr: (8 boþluðu TAB'mý zannettiniz?)

source: missing target pattern
tr: hedef kalýp kayýp

source: multiple target patterns
tr: çok sayýda hedef kalýp

source: target pattern contains no `%%'
tr: hedef kalýp `%%' içermiyor

source: missing `endif'
tr: `endif' kayýp

source: Extraneous text after `endef' directive
tr: `endef' yönergesinden sonraki metin yersiz

source: missing `endef', unterminated `define'
tr: `endef' kayýp, `define' sonlandýrýlmamýþ

source: Extraneous text after `%s' directive
tr: `%s' yönergesinden sonraki metin yersiz

source: extraneous `%s'
tr: `%s' yersiz

source: only one `else' per conditional
tr: her þartlý ifade de sadece bir `else'

source: Malformed per-target variable definition
tr: per-target deðiþken atamasý bozuk

source: mixed implicit and static pattern rules
tr: örtük ve duraðan kalýp kurallarý karýþmýþ

source: mixed implicit and normal rules
tr: örtük ve normal kurallar karýþmýþ

source: target `%s' doesn't match the target pattern
tr: hedef `%s' hedef kalýpla eþleþmiyor

source: target `%s' leaves prerequisite pattern empty
tr: hedef `%s' önceden gereklilik kalýbýný boþ býrakýyor

source: target file `%s' has both : and :: entries
tr: hedef dosya `%s'hem : hem de :: girdilerine sahip

source: target `%s' given more than once in the same rule.
tr: hedef `%s' ayný kuralda birden fazla belirtilmiþ.

source: warning: overriding commands for target `%s'
tr: uyarý: hedef `%s' için komutlar geçersiz kýlýnýyor

source: warning: ignoring old commands for target `%s'
tr: uyarý: hedef `%s' için eski komutlar yoksayýlýyor

source: warning: NUL character seen; rest of line ignored
tr: uyarý: NUL karakteri görüldü; satýrýn geri kalaný yoksayýlýyor

source: Nothing to be done for `%s'.
tr: `%s' için hiçbir þey yapýlmadý.

source: `%s' is up to date.
tr: `%s' güncel

source: Pruning file `%s'.
tr: Budanmýþ dosya `%s'.

source: Considering target file `%s'.
tr: hedef dosya `%s' hesaba katýlýyor.

source: Recently tried and failed to update file `%s'.
tr: En son `%s'dosyasýnýn güncellenmesi denendi ve baþarýsýz oldu.

source: File `%s' was considered already.
tr: `%s' dosyasý zaten hesaba katýldý.

source: Still updating file `%s'.
tr: `%s' dosyasý hala güncelleniyor.

source: Finished updating file `%s'.
tr: `%s' dosyasýnýn güncellenmesi tamamlandý.

source: File `%s' does not exist.
tr: `%s' dosyasý yok.

source: Found an implicit rule for `%s'.
tr: `%s' için bir örtük kural bulundu.

source: No implicit rule found for `%s'.
tr: `%s' için bir örtük kural yok.

source: Using default commands for `%s'.
tr: `%s' için öntanýmlý komutlar kullanýlýyor.

source: Circular %s <- %s dependency dropped.
tr: Çevrimsel %s <- %s baðýmlýlýðý iptal edildi.

source: Finished prerequisites of target file `%s'.
tr: `%s' hedef dosyasýnýn önceden gereklilikleri tamamlandý.

source: The prerequisites of `%s' are being made.
tr: `%s' için önceden gereklilikler derlenmeye devam ediyor.

source: Giving up on target file `%s'.
tr: `%s' hedef dosyasýnda umut kesiliyor.

source: Target `%s' not remade because of errors.
tr: Hedef `%s' hatalardan dolayý yeniden derlenemez.

source: Prerequisite `%s' of target `%s' does not exist.
tr: Hedef `%s' in önceden gereklisi `%s' mevcut deðil.

source: Prerequisite `%s' is newer than target `%s'.
tr: Önceden gerekli `%s' hedef `%s' den daha yeni.
